[
  {
    "images": "/images/mentors/anthony-dalton-san-lucas-cujilan.png",
    "name": "Anthony Dalton San Lucas Cujilan",
    "mail": "anthonysanlucas.dev@gmail.com",
    "description": "Soy un desarrollador de software con experiencia tanto en el ámbito empresarial como independiente. Me apasiona contribuir a proyectos de código abierto y constantemente busco oportunidades para colaborar y aportar a la comunidad a través de microproyectos.",
    "linkedin": "https://www.linkedin.com/in/anthonysanlucas/"
  },
  {
    "images": "/images/mentors/joffre-andres-veloz-pazmiño.png",
    "name": "Joffre Andres Veloz Pazmiño",
    "mail": "joffre.veloz@fastery.dev",
    "description": "Cuento con más de 3 años de experiencia en desarrollo de software, especializado en arquitectura de microservicios. Experto en aplicaciones móviles con Flutter, y desarrollo de soluciones backend con NestJS y frontend con Next.js.",
    "linkedin": "https://www.linkedin.com/in/joffre-veloz/"
  },
  {
    "images": "/images/mentors/sergio-díaz.png",
    "name": "Sergio Díaz",
    "mail": "codediazsergio@gmail.com",
    "description": "Software Engineer with over 3 years of experience, specializing in innovative educational systems and microservices architectures.\nTechnical leader passionate about designing robust and scalable software architectures. I drive the adoption of advanced development practices, with a growing interest in MLOps and GenAI.\nCommitted to technological innovation and the development of high-performance teams.",
    "linkedin": "https://www.linkedin.com/in/sergio-diaz-fernandez"
  },
  {
    "images": "/images/mentors/jordan-fabian-vera-coello.png",
    "name": "Jordan Fabian Vera Coello",
    "mail": "jverac12@uteq.edu.ec",
    "description": "Desarrollador web front-end, apasionado por crear interfaces atractivas y funcionales, mi enfoque se centra en combinar un diseño de alta calidad con una excelente experiencia de usuario. Con 3 años de experiencia en el campo, he trabajado en diversos proyectos, tanto en equipos empresariales, educativos y de forma independiente.",
    "linkedin": "https://www.linkedin.com/in/jordanfvc26/"
  },
  {
    "images": "/images/mentors/manuel-adrian-carpio-moran.png",
    "name": "Manuel Adrian Carpio Moran",
    "mail": "adriancarpiomoran@gmail.com",
    "description": "Soy un programador apasionado por la tecnologia y el codigo abierto dispuesto a compartir su expertis y conocimiento",
    "linkedin": "https://www.linkedin.com/in/manuel-adrian-carpio-moran-9b1642173/"
  },
  {
    "images": "/images/mentors/johnny-valencia-lopez.png",
    "name": "Johnny Valencia Lopez ",
    "mail": "jvalencia@erp-smart.com ",
    "description": "Arquitecto de software en plataforma libre,  creador de ERP Smart, software web para exportadores de fruta, con más de 15 años de experiencia, amantes del buen vino y enamorado del código. ",
    "linkedin": "https://ec.linkedin.com/in/banana22xu"
  },
  {
    "images": "/images/mentors/cesar-andres-reyes-cedeño.png",
    "name": "Cesar Andres Reyes Cedeño",
    "mail": "cesareyesc@proton.me",
    "description": "Soy desarrollador de software concentrado en el desarrollo de aplicaciones fullstack, he ejecutado proyectos de principio a fin desde base de datos, backend y frontend. actualmente tengo una empresa para preparar y entrenarar asistentetes de inteligencia artificial generativa de texto para que tome el rol de un vendedor autonomo de whatsapp, por ende he tenido que espeicializarme en la misma, no he hecho contribuciones en repositorios open source pero si he trabajado a profundidad herramientas open source, como auto-gpt, odoo, gpt-3, automatic 1111",
    "linkedin": "https://www.linkedin.com/in/cesar-andres-reyes-cede%C3%B1o-7028a3104/"
  },
  {
    "images": "/images/mentors/jorge-luis-molina-torres.png",
    "name": "Jorge Luis Molina Torres",
    "mail": "Jorge.molina@kimerasoft-ec.com",
    "description": "Soy desarrollador desde los 15 años, me gradué en el colegio la moderna spv.... soy ing en sistema de la católica de guayaquil..... tengo 29 años, a los 21 años forme una empresa que se llama kimerasoft, www.kimerasoft-ec.com..... tiene actualmente 8 años, tenemos nasa de 500 clientes en ecuador con nuestro ERP llamado KERP... tenemos unos de los mayores sistema gps para buses urbanos en guayaquil ",
    "linkedin": "https://www.linkedin.com/in/jorge-molina-b69903101?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app"
  },
  {
    "images": "/images/mentors/iván-manzaba-garcés.png",
    "name": "Iván Manzaba Garcés",
    "mail": "mauricio.9.inm@gmail.com",
    "description": "Me gusta mucho aprender sobre las nuevas tendencias del desarrollo de software, en especial del área de la web",
    "linkedin": "https://www.linkedin.com/in/iván-manzaba"
  },
  {
    "images": "/images/mentors/jorge-andres-dominguez-perdomo.png",
    "name": "Jorge Andres Dominguez Perdomo",
    "mail": "me@jorgedp.com",
    "description": "Con más de una década de experiencia en UX y Product Management, Jorge ha liderado equipos en la creación de soluciones innovadoras en banca y retail. Ha optimizado experiencias para millones de usuarios, combinando innovación tecnológica y metodologías ágiles en proyectos de alto impacto.",
    "linkedin": "https://www.linkedin.com/in/jorgedp/"
  },
  {
    "images": "/images/mentors/luis-enrique-moreira-torres.png",
    "name": "Luis Enrique Moreira Torres",
    "mail": "lmoreirat@msuteq.edu.ec",
    "description": "Soy un apasionado por la programación, siempre busco estar a la vanguardia en cuanto a las tecnologías que se usan y tratar de actualizarme, tengo experiencia en el campo del desarrollo móvil, así como el desarrollo web, además de contar con experiencia en desarrollo frontend y backend en varios proyectos.",
    "linkedin": "https://www.linkedin.com/in/luis-enrique-moreira-torres-317334252"
  }
]
